Repository: rafaelcavalheri/lapsglpi
Catalog: locales/*.po
Languages: pt_br

source: LAPS Password
pt_br: Senha LAPS

source: LAPS Passwords
pt_br: Senhas LAPS

source: LAPS Configuration
pt_br: Configuração LAPS

source: LAPS Server URL
pt_br: URL do Servidor LAPS

source: API Key
pt_br: Chave da API

source: Connection Timeout (seconds)
pt_br: Timeout de Conexão (segundos)

source: Cache Duration (minutes)
pt_br: Duração do Cache (minutos)

source: Enable LAPS Plugin
pt_br: Ativar Plugin LAPS

source: Test Connection
pt_br: Testar Conexão

source: Save Configuration
pt_br: Salvar Configuração

source: Configuration saved successfully!
pt_br: Configuração salva com sucesso!

source: Error saving configuration!
pt_br: Erro ao salvar configuração!

source: Connection test successful!
pt_br: Teste de conexão bem-sucedido!

source: Connection test failed: %s
pt_br: Teste de conexão falhou: %s

source: Administrator Password
pt_br: Senha do Administrador

source: Expiration Date
pt_br: Data de Expiração

source: Last Update
pt_br: Última Atualização

source: Show Password
pt_br: Mostrar Senha

source: Hide Password
pt_br: Ocultar Senha

source: Copy Password
pt_br: Copiar Senha

source: Password copied to clipboard!
pt_br: Senha copiada para a área de transferência!

source: No LAPS password found for this computer.
pt_br: Nenhuma senha LAPS encontrada para este computador.

source: LAPS plugin is not configured or disabled.
pt_br: Plugin LAPS não está configurado ou está desabilitado.

source: Error retrieving LAPS password: %s
pt_br: Erro ao recuperar senha LAPS: %s

source: LAPS password viewed
pt_br: Senha LAPS visualizada

source: LAPS password copied
pt_br: Senha LAPS copiada

source: Installing LAPS plugin
pt_br: Instalando plugin LAPS

source: Upgrading LAPS plugin from %s
pt_br: Atualizando plugin LAPS da versão %s

source: LAPS plugin installation failed
pt_br: Falha na instalação do plugin LAPS

source: LAPS plugin upgrade failed
pt_br: Falha na atualização do plugin LAPS
